alsa-utils
aria2
bash-completion
bitcoin-daemon
bitcoin-qt
bzip2
chromium
diffutils
dmenu
dnsutils
electricsheep
electrum
ffmpegthumbnailer
firefox
flashplugin-beta
gcc
gcc-libs
gvim
gzip
htop
iftop
inetutils
iproute2
iputils
mupdf
netctl
net-tools
nginx
nitrogen
nmap
notify-osd
openssh
openvpn
reflector
rng-tools
rsync
sublime-text
sudo
tar
terminator
thunar
tig
traceroute
tree
ttf-dejavu
ttf-freefont
tumbler
unzip
vlc
wget
xf86-video-ati
xmobar
xmonad
xmonad-contrib
xorg-server
xorg-server-utils
xorg-twm
xorg-xclock
xorg-xinit
xsel
xterm
